<?php
return [
    'home' => 'घर',
    'home_text' => 'यह ट्यूटोरियल लारवेल 11 में एकाधिक भाषाओं को लागू करने के बारे में है। आप डेटाबेस तालिका में भाषाओं को बनाए रख सकते हैं और विभिन्न भाषाओं में डेटा को संग्रहीत और देख भी सकते हैं।',
    'title' => 'लारवेल मल्टी-लैंग्वेज वेबसाइट',
    'maintain_lang' => 'भाषाएँ बनाए रखें',
    'submit' => 'जमा करना',
    'cancel' => 'रद्द करना',
    'not_found' => 'डाटा प्राप्त नहीं हुआ',
    'status' => 'स्थिति',
    'active' => 'सक्रिय',
    'inactive' => 'निष्क्रिय',
    'edit' => 'संपादनघर करना',
    'action' => 'कार्रवाई',
    'name' => 'नाम',
    'code' => 'कोड',

    'lang' => [
        'plc_name' => 'भाषा का नाम दर्ज करें',
        'plc_code' => 'भाषा कोड दर्ज करें',
        'add' => 'भाषा जोड़ें',
        'update' => 'भाषा अद्यतन करें',
        'list' => 'भाषाओं की सूची',
        'update_success' => 'भाषा सफलतापूर्वक अपडेट की गई',
        'update_error' => 'त्रुटि: भाषा अद्यतन नहीं किया जा सका, कृपया व्यवस्थापक से संपर्क करें',
        'add_success' => 'भाषा सफलतापूर्वक जोड़ी गई',
        'add_error' => 'त्रुटि: भाषा नहीं जोड़ा जा सका, कृपया व्यवस्थापक से संपर्क करें',
    ],
];
